Repository: janinaschuetz/bossinfo-513.mies-excercises
Catalog: ALTestUmgebung/SwissSalary/Translations/SwissSalary ELFO.*.xlf
Languages: de_ch

# Report 3886654720 - Property 2879900210
source: SwS Employee Export
de_ch: SwS Mitarbeiter Export

source: Path does not exist
de_ch: Pfad existiert nicht

source: File successfully exported
de_ch: Datei erfolgreich exportiert

# Report 3886654720 - Control 2346885236 - Property 2879900210
source: Options
de_ch: Optionen

# Report 3886654720 - Control 2961552353 - Property 2879900210
source: Directory Path
de_ch: Ordner Pfad

# Report 3594323992 - Property 2879900210
source: ELFO Salary Entries
de_ch: ELFO Lohnposten

# Report 3594323992 - Control 2346885236 - Property 2879900210
source: Options
de_ch: Optionen

# Report 3594323992 - Control 4033884572 - Property 2879900210
source: Payroll No.
de_ch: Lohnlaufnr.

# Report 3594323992 - Control 1801618390 - Property 2879900210
source: Payday Date
de_ch: Abrechnungsdatum

# Report 3594323992 - Control 3024217264 - Property 2879900210
source: fictitious salary entries
de_ch: Fiktive Lohnposten

# Report 3594323992 - Control 2126631343 - Property 2879900210
source: New page each Employee
de_ch: Neue Seite pro Mitarbeiter

# Report 3594323992 - Control 3348941625 - Property 2879900210
source: Sorting
de_ch: Sortierung

# Report 3594323992 - Control 3348941625 - Property 62802879
source: Employee No.,Search Name
de_ch: Personalnr.,Suchbegriff

# Report 3594323992 - NamedType 1115412675
source: Payday date for Payroll %1 must be defined.
de_ch: Abrechnungsdatum für Lohnlauf %1 muss definiert sein.

# Report 3594323992 - NamedType 3028502526
source: Paycheck No.
de_ch: Lohnabrechnung Nr.

# Report 3594323992 - NamedType 2390805909
source: from
de_ch: vom

# Report 3594323992 - NamedType 3497290120
source: Allocation Group
de_ch: Kreis

# Report 3594323992 - NamedType 2859593503
source: (definitely)
de_ch: (definitiv)

# Report 3594323992 - NamedType 477716058
source: (provisionally)
de_ch: (provisorisch)

# Report 3594323992 - NamedType 1115746063
source: Amount
de_ch: Betrag

# Report 3594323992 - NamedType 1279726002
source: Rate
de_ch: Ansatz

# Report 3594323992 - NamedType 3548311889
source: Quantity
de_ch: Anzahl

# Report 3594323992 - NamedType 2412723190
source: Type
de_ch: Typ

# Report 3594323992 - NamedType 3960151829
source: Description
de_ch: Bezeichnung

# Report 3594323992 - NamedType 372314893
source: Salary Type
de_ch: Lohnart

# Report 3594323992 - NamedType 1309867329
source: Page
de_ch: Seite

# Report 3594323992 - NamedType 3122445061
source: Salary Entries
de_ch: Lohnposten

# Report 3594323992 - NamedType 2117246836
source: Job
de_ch: Projekt

# Report 3594323992 - NamedType 3165174502
source: Total Allowance
de_ch: Total Zulagen

# Report 3594323992 - NamedType 2469656581
source: Total Deduction
de_ch: Total Abzüge

# Report 3594323992 - NamedType 1035579284
source: Payment
de_ch: Auszahlung

# Report 3594323992 - NamedType 4037781128
source: Employer Contributions
de_ch: Arbeitgeberbeiträge

# Report 3594323992 - NamedType 996454601
source: Total Expenses
de_ch: Total Spesen

# XmlPort 2663800564 - Property 2879900210
source: SwS Employee
de_ch: SwS Mitarbeiter Export
